[
    {
        "mbtitype" : "INTJ",
        "name" : "ผู้มีเหตุผล",
        "nature" : "มีความเป็นผู้นำ เป็นนักวางแผนตัวยง มีความมุ่งมั่นที่อยากประสบความสำเร็จ  รักความเป็นอิสระ มีความอาร์ตอยู่ในตัวสูง ชอบงานที่สร้างสรรค์ ใช้พลังความคิดค่อนข้างเยอะ แถมยังเป็นคนเจ้าระเบียบ มีการแก้ไขปัญหาที่ดี",
        "career" : "นักวิเคราะห์ธุรกิจ ,นักวิทยาศาสตร์ ,นักวิเคราะห์ข้อมูล ,Network Engineer ,DevOps Engineer ,นักวิเคราะห์ระบบ ,นักพัฒนาซอฟต์แวร์ ,ผู้บริหารเทคโนโลยีสารสนเทศ ,ครีเอทีฟ,วิศวกรไฟฟ้า",
        "img" : "https://www.16personalities.com/static/images/social/intj.png?v=3"
    },
    {
        "mbtitype" : "ENTJ",
        "name" : "ผู้บัญชาการ",
        "nature" : "เป็นคนที่ชอบค้นหาความรู้ใหม่ๆ ชอบความท้าทาย ให้ความสำคัญกับบทบาทและหน้าที่ของตัวเอง ชอบอยู่ในบทบาทของการเป็นผู้นำ ที่สำคัญเป็นคนที่พูดตรงไปตรงมา และเป็นคนที่กล้าพูดคุยและพร้อมเผชิญหน้ากับผู้อื่นในการสนทนา",
        "career" : "นักวิเคราะห์การตลาด, ผู้ให้แนะนำด้านการลงทุน, ที่ปรึกษาทางการเงิน, นักกฎหมาย, ทนายความ, อัยการ นายหน้าอสังหาริมทรัพย์, นักลงทุน, นักธุรกิจนักการเมือง, ประธานบริษัทิท นักพัฒนาโปรแกรม, หมอ, ผู้ช่วยหมอ, อาจารย์หมอ",
        "img" : "https://www.16personalities.com/static/images/social/entj.png?v=3"
    },
    {
        "mbtitype" : "INTP",
        "name" : "นักตรรกะ",
        "nature" : "เป็นตัวแม่ในเรื่องการจิตนาการ เพราะเป็นบุคคลิกที่ชอบการเรียนรู้สิ่งใหม่ๆ ชอบใช้เวลาอยู่กับตัวเอง ใช้ความคิดอยู่กับตัวเองเป็นส่วนใหญ่ และเป็นคนที่มีโลกส่วนตัวสูง เข้าถึงยาก สามารถแก้ไขปัญหาได้ดี มีความรอบคอบ มีการวางแผน",
        "career" : "ศิลปิน, นักเขียน, นักวาดรูป, นักวิทยาศาสตร์, นักวิจัย, นักเขียนโปรแกรม, นักถ่ายรูป, นักดนตรี, ครูสอนพิเศษ, ติวเตอร์, ครูสอนคณิตศาสตร์",
        "img" : "https://www.16personalities.com/static/images/social/intp.png?v=3"
    },
    {
        "mbtitype" : "INFP",
        "name" : "ผู้ไกล่เกลี่ย",
        "nature" : "เป็นคนที่มีความมั่นใจ เชื่อมั่นในตัวเองสูง กล้าแสดงออก INFP ชอบสร้างแรงบันดาลใจจากการทำงานด้วยการได้ช่วยเหลือผู้อื่น และชอบเวลามองเห็นคนอื่นมีความสุขจากสิ่งที่ตนได้มอบให้ เป็นคนที่มองโลกในแง่ดี คิดบวก ชอบความถูกต้อง ชอบคิดงานคนเดียว ชอบอยู่เงียบๆ หากต้องใช้ความคิดเยอะ",
        "career" : "นักจิตวิทยา,นักสังคมสงเคราะห์,นักการเมือง,นักการทูต,ผู้ให้คำปรึกษา,นักเขียน นักธุรกิจ ",
        "img" : "https://www.16personalities.com/static/images/social/infp.png?v=3"
    },
    {
        "mbtitype" : "ENFJ ",
        "name" : "ผู้เป็นตัวเอก",
        "nature" : "ความเป็นผู้นำสูง กล้าแสดงออก มั่นใจในตัวเองทุกสถานการณ์ ชอบทำงานที่หลากหลาย ให้คำปรึกษากับผู้อื่นได้ดี ชอบช่วยเหลือผู้อื่น และยังเป็นผู้ที่คอยสนับสนุนอีกด้วย ",
        "career" : "ผู้จัดการโครงการ,ผู้บริหารที่มีความรับผิดชอบต่อสังคม,นักบำเพ็ญประโยชน์ ,UX Designer,Android Developer,IT Consulting,นักจัดการฝ่ายบุคคล,นักประชาสัมพันธ์,พัฒนาองค์กร, วางกลยุทธ์การโฆษณา",
        "img" : "https://www.16personalities.com/static/images/personality-types/scenes/diplomats_Protagonist_ENFJ_introduction.svg"
    },
    {
        "mbtitype" : "ENFP",
        "name" : "นักรณรงค์",
        "nature" : "เป็นอาร์ตตัวแม่ ชอบสร้างสรรค์สิ่งใหม่ ชอบความบันเทิง มีความความสนุกสนานอยู่ในตัว ออกแบบสิ่งใหม่ๆ ได้ตลอดเวลา มีความเป็นตัวเองค่อนข้างสูง แต่ก็ยังเป็นบุคลิกที่มนุษยสัมพันธ์ดี เข้ากับผู้อื่นง่าย พูดคุยได้ง่าย ชอบความปรองดองและความสามัคคีกับคนอื่นๆ ชอบการเข้าสังคม เก่งเรื่องการเข้าใจคน",
        "career" : "นักจิตวิทยา,พระ,ครู,นักสังคมสงเคราะห์,นักการเมือง,นักการทูต,ผู้ให้คำปรึกษา นักเขียน,นักธุรกิจ ",
        "img" : "https://www.16personalities.com/static/images/social/enfp.png?v=3"
    },
    {
        "mbtitype" : "ISTJ",
        "name" : "นักคำนวณ",
        "nature" : "เป็นคนตรงไปตรงมา ชอบความเป็นระบบระเบียบ มีความรอบครอบ ใส่ใจทุกรายละเอียดของการทำงาน ความรับผิดชอบสูงมาก ทุกอย่างต้องมีระบบแบบแผนที่ชัดเจน ISTJ จึงเป็นบุคคลที่เข้ากับผู้อื่นได้ดี และเหมาะกับการทำงานเป็นทีม",
        "career" : "นักบัญชี, นักธุรกิจ, นักกฎหมาย, นิติกร, ผู้พิพากษา, ทันตแพทย์, ทหาร, โปรแกรมเมอร์, ผู้ปฏิบัติการทั่วไป, นักเศรษฐศาสตร์",
        "img" : "https://www.16personalities.com/static/images/social/istj.png?v=3"
    },
    {
        "mbtitype" : "ESTJ",
        "name" : "ผู้บริหาร",
        "nature" : "มีความมั่นคง มุ่งมั่น ชอบปฏิบัติตามกฎระเบียบหรือนโยบาย เป็นผู้ดูแลที่ดี มีทักษะในการบริหารจัดการและการวางแผน มีความเป็นผู้นำ มีความเด็ดขาด อยู่กับความเป็นจริง มีความชัดเจน ตรงไปตรงมาทุ่มเทให้กับการทำงาน ซื่อสัตย์ ยึดมั่นในหลักการ",
        "career" : "ผู้บริหารฝ่ายบัญชี ,ผู้บริหารฝ่ายการเงิน ,ผู้บริหารฝ่ายการตลาด ,นักวิเคราะห์ทางธุรกิจ ,ทนายความ ,นักกฎหมาย ,นักบิน, ผู้การตำรวจ",
        "img" : "https://www.16personalities.com/static/images/social/estj.png?v=3"
    },
    {
        "mbtitype" : "ESFJ",
        "name" : "ผู้ให้คำปรึกษา",
        "nature" : "เป็นคนอบอุ่น เรียกได้ว่าเป็นต้าวไมโครเวฟ ชอบดูแลเอาใจใส่ผู้อื่น เป็นคนที่มีความระเบียบ รอบคอบ เข้ากับคนง่าย เป็นคนทุ่มเท โดยเฉพาะเรื่องงาน และทุกการทำงานจะต้องมีแบบแผนที่จัดเจน",
        "career" : "พนักงานต้อนรับ ,IT Sales Representative ,Scrum Master, วิทยุโทรทัศน์, Merchandiser, ขับรถผู้บริหาร, งานพิมพ์ ,ช่างเสริมสวย ,พนักงานฝ่ายการตลาด, พยาบาล ",
        "img" : "https://www.16personalities.com/static/images/social/esfj.png?v=3"
    },
    {
        "mbtitype" : "ISFP",
        "name" : "นักผจญภัย",
        "nature" : "เป็นคนที่ชอบอิสระ มีโลกส่วนตัวสูง ชอบเก็บความคิดเห็นหรือความรู้สึกส่วนตัวเอาไว้ในใจไม่ให้ใครรู้ มีชอบความชอบด้านสุนทรียภาพของสิ่งต่างๆ เก่งในการจัดการกับปัญหาหรือเรื่องราวต่างๆ ในชีวิต มีจุดยืนของตัวเอง สามารถมองเห็นรายละเอียดต่างๆ ที่คนอื่นมองไม่เห็นได้ ไม่ชอบเป็นผู้นำ ชอบการเป็นผู้ตามมากกว่า ไม่ชอบทฤษฎี ชอบการลงมือทำมากกว่า",
        "career" : "นักออกแบบแฟชั่น, ดีไซน์เนอร์, นักวาดรูป, ศิลปิน, นักแต่งเพลง, นักประพันธ์,นักดนตรี, นักถ่ายภาพ, นักตัดต่อ, ช่างเสริมสวย, ช่างแต่งหน้า, ช่างทำเล็บ, สถาปนิก, นักสังคมสงเคราะห์,  บรรณารักษ์ ",
        "img" : "https://www.16personalities.com/static/images/social/isfp.png?v=3"
    },
    {
        "mbtitype" : "ISTP",
        "name" : "ผู้มีความสามารถโดดเด่น",
        "nature" : "ชอบใช้ความคิด มีความสามารถในการจดจ่ออยู่กับสิ่งใดสิ่งหนึ่งได้ดี สามารถทำงานท่ามกลางปัญหาได้ และยังสามารถแก้ไขปัญหาเฉพาะหน้าได้ดี ชอบให้ความสำคัญเกี่ยวกับรายละเอียดข้อมูล อยู่กับความเป็นจริง ไม่ชอบการเพ้อฝัน มีบุคคลิกที่เดาใจยาก เข้าถึงยาก อยู่กับความเป็นจริง ไม่ชอบการเพ้อฝัน",
        "career" : "นักวิเคราะห์ ,นักออกแบบ ,นักวิจัยเทคโนโลยี ,วิศวกรไฟฟ้า, โปรแกรมคอมพิวเตอร์ ,Data Scientist, Front End Web Developer, Product Manager, Software Engineering ,QA Analyst",
        "img" : "https://www.16personalities.com/static/images/social/istp.png?v=3"
    },
    {
        "mbtitype" : "ESTP",
        "name" : "ผู้ประกอบการ",
        "nature" : "มีความเป็นผู้นำสูงมาก พร้อมเผชิญกับปัญหา ชอบความท้าทาย มีไหวพริบ พูดตรงไปตรงมา   ทำอะไรรวดเร็ว กระฉับกระเฉง และเป็นคนที่อยู่กับปัจจุบัน ชอบความสนุกสนาน เป็นคนเฮฮา แถมยังมีทักษะในการสื่อสาร สามารถสื่อสารกับผู้อื่นได้ดี",
        "career" : "นักกีฬา ,ช่างเทคนิค ,ผู้บริหารบริษัท ,นักการตลาด ,ผู้จัดการโครงการ ,พนักงานขาย ,IT Support ,ธุรการ ,การจัดการทั่วไป ,นักพัฒนาเว็บไซต์",
        "img" : "https://www.16personalities.com/static/images/social/estp.png?v=3"
    }
]